app/Models/DataUmumModel.php

SELECT *
FROM `data_umum`
---
    public function getData()
    {
        return $this->findAll();