app/Models/FaktorRisikoModel.php

    public function getData()
    {
        return $this->findAll();
---
SELECT *
FROM `faktor_risiko`