app/Models/PenilaianRisikoModel.php

SELECT *
FROM `penilaian_risiko`
---
    public function getData()
    {
        return $this->findAll();